[
  {
    "headline": "EU won't appeal ruling scrapping 997-million-euro fine against Qualcomm, sources say",
    "summary": "* EU antitrust regulators will not appeal a court ruling scrapping its $991 million fine against U.S. chipmaker Qualcomm. * The Luxembourg-based General Court, Europe's second-highest, in its June judgment was scathing of the European Commission's handling of the case. * Judges also invalidated the Commission's analysis that payments made by Qualcomm to Apple were anti-competitive because the regulator had not taken into account all the relevant facts."
  },
  {
    "headline": "Singapore announces new work visa rules to woo talent from Asia's COVID pandemic -manpower minister",
    "summary": "* Singapore announces new work visa rules to woo foreign talent as the Asian financial hub looks to bolster its recovery from the COVID-19 pandemic. * The measures include a new five-year visa for people earning at least S$30,000 ($21,445.42) a month that allows holders to job for multiple companies at one time and grants their spouses eligibility to work."
  },
  {
    "headline": "U.S. retailer Walmart offers to buy 47% of South Africa's Massmart for 37 bln rand",
    "summary": "* Walmart launches 6.4 billion rand offer for 47% of South African retailer Massmart shares it does not already own. * Massmart's announcement of the offer sent its shares up 46%. If approved by shareholders, the retailer would be delisted from the Johannesburg Stock Exchange. * Walmart acquired majority control of Massmart in 2010. * Massmart's management launched a turnaround plan in 2019 that involved selling off non-core assets, removing fresh food from its Game stores and cutting costs across the group. * The retailer posted a headline loss in the 26 weeks ended June 26 of 903.5 million rand ($53.2 million)."
  },
  {
    "headline": "South Korea to meet U.S. officials to express concerns over new EV subsidies -sources",
    "summary": "* South Korean officials will meet U.S. counterparts this week to express \"concerns\" about the Inflation Reduction Act. * The law restricts who can receive subsidies for the production of electric vehicles and where firms can source battery materials. * President Joe Biden signed into law this month a $430 billion bill, seen as the biggest climate package in US. history. * The new rules are a major complication for battery makers LG Energy Solution (LGES) (373220.KS), SK On and Samsung SDI (006400.KS) The three battery makers together command more than a quarter of the global EV battery market, according to SNE Research. * Hyundai and Kia's EV sales make up a small percentage of their overall U.S. car sales, analysts say. * LGES and SKOn declined to comment on whether they expect to meet the requirements by next year. * Samsung SDI was not immediately available for comment."
  },
  {
    "headline": "China's Shenzhen temporarily closes world's largest electronics market, suspends subway service -sources",
    "summary": "* Authorities in China's southern city of Shenzhen temporarily closed the world's largest electronics market of Huaqiangbei. * Authorities suspended service at 24 subway stations in a bid to curb an outbreak of COVID-19 on Monday. * Three key buildings of the sprawling area, comprised of thousands of stalls selling microchips, telephone parts, and other components to manufacturers, will stay closed until Sept 2."
  },
  {
    "headline": "Japan's Olympus sells microscope unit to Bain Capital for $3.1 bln -sources",
    "summary": "* Olympus Corp (7733.T) agrees to sell microscope unit to private equity firm Bain Capital for $3.1 billion. * The sale of the unit, which also makes industrial endoscopes and x-ray analysers, comes as Olympus speeds the overhaul of its business portfolio."
  },
  {
    "headline": "Honda to set up EV battery plant in U.S. with Korean supplier LG Energy Solution - Nikkei",
    "summary": "* Japanese automaker Honda plans to set up a new battery plant for electric vehicles in the United States with Korean battery supplier LG Energy Solution Ltd. * The investment is expected to be on a scale of several hundred billion yen, the Nikkei report said. * Honda and LG Energy Solutions declined to comment when contacted by Reuters."
  },
  {
    "headline": "Singapore central bank mulls new measures to make it more difficult for retail investors to trade cryptocurrencies",
    "summary": "* Singapore's central bank chief Ravi Menon said the city-state is considering new measures that will make it more difficult for retail investors to trade cryptocurrencies at a time when they seem to be \"irrationally oblivious\" about the risks. * The Monetary Authority of Singapore in January issued guidelines to limit cryptocurrency trading service providers from promoting their services to the public."
  },
  {
    "headline": "'Breath of fresh air' helmet designed to remove 80% of pollutants in New Delhi's smog",
    "summary": "* State agencies have pumped thousands of dollars into Shellios Technolabs, a startup whose founder Amit Pathak began work on the helmet in a basement in 2016. * The helmet is fitted with filters and a fan at the back that it says can remove 80% of pollutants from users' nostrils. * India's science and technology ministry says the helmet offers \"a breath of fresh air for bikers\" Shellios has tied up with a big manufacturer to develop a lighter version from a thermoplastic material rather than fibreglass. * Each helmet retails at 4,500 rupees ($56), or nearly four times the cost of a regular one."
  },
  {
    "headline": "Bitcoin drops below $20,000 for the first time since mid-July -OANDA's Edward Moya",
    "summary": "* Bitcoin was last down 1.5% at $19,946 on Saturday, down $298 from its previous close. * It is down 58.7% from the year's high of $48,234 hit on March 28. * Bitcoin's fall comes after a weak day on Friday for the currency, which fell as Wall Street slumped. * The weakness in risk assets came after Federal Reserve Chief Jerome Powell cautioned against expecting a swift end to its rate tightening. * The Fed's actions on interest rates has caused some investors to forecast more pain for equities. * Bitcoin was last below $20,000 in mid-July."
  },
  {
    "headline": "Apple plans to start making iPhone 14 in India in late October or November, Bloomberg reports -sources",
    "summary": "* Apple plans to start making the iPhone 14 in India about two months after its release out of China. * The move will narrow the gap from the typical six to nine months for previous launches. * Apple has been shifting some areas of iPhone production from China to other markets including India. * India and other countries such as Mexico and Vietnam are becoming increasingly important to contract manufacturers supplying American brands. * The U.S. was considering limiting shipments of American chipmaking equipment to memory chip makers in China in a bid to halt China's semiconductor sector advances. * The move could also hurt South Korean memory chip juggernauts Samsung Electronics Co Ltd (005930.KS) and SK Hynix Inc."
  },
  {
    "headline": "India's top crypto app CoinSwitch cooperates with country's anti-money laundering agency",
    "summary": "* India's top crypto app CoinSwitch is cooperating with the national financial-crime agency. * CoinSwitch says it is the largest crypto company in India, with more than 18 million registered users. * The case relates to suspected violations of India's foreign exchange laws, a source says. * The firm is backed by Andreessen Horowitz, Tiger Global and Coinbase Ventures. * The investigation into CoinSwitch comes amid tightening regulatory scrutiny of the crypto sector in India. * The Enforcement Directorate did not immediately respond to a request for comment. * No official data is available on the size of India's crypto market, CoinSwitch estimates the number of investors at up to 20 million investors."
  },
  {
    "headline": "China's CATL says new M3P batteries can improve energy density by 10% to 20%",
    "summary": "* New proprietary M3P batteries from CATL (300750.SZ) can improve energy density by 10% to 20% compared to iron phosphate batteries, company chairman Zeng Yuqun said. * CATL's Qilin battery can enable an electric vehicle to run 700 km (430 miles) per charge."
  },
  {
    "headline": "Global EV battery market expected to reach $250 bln by 2030, China's Wan Gang says",
    "summary": "* Global market for electric vehicle (EV) batteries is expected to reach $250 billion by 2030, says Wan Gang, president of China's World New Energy Vehicle Congress. * Demand exceeding 3.5 terrawatt hours will be met by electric vehicle batteries, he says. * Wan Gang: Demand for electric car batteries will exceed $250 million by 2030Register now for FREE unlimited access to Reuters.com."
  },
  {
    "headline": "Meta's Horizon chief to leave for new opportunity -sources, not CEO Mark Zuckerberg's",
    "summary": "* Facebook-owner Meta Platforms Inc's chief of its virtual reality social platform Horizon, the main gateway for accessing the metaverse that the company is pouring billions of dollars into building. * Vivek Sharma was responsible for developing the persistent, immersive virtual environment that users experience when inside Meta's metaverse. * Sharma's departure comes on the heels of an embarrassing episode for Meta involving Horizon Worlds. * Critics mocked the graphics quality of Mark Zuckerberg's avatar after he posted a screenshot of it on Facebook. * Zuckerberg promised \"major updates to Horizon and avatar graphics coming soon\" Sharma was previously vice president of product for Facebook Gaming and Facebook Marketplace."
  },
  {
    "headline": "Netflix plans to charge $7 to $9 per month for new ad-supported subscription plan - Bloomberg report",
    "summary": "* Netflix is looking to charge about $7 to $9 per month for its new advertising-supported subscription plan. * The company plans to introduce its budget-friendly option in the final three months of the year across at least half a dozen geographies. * The full rollout may have to wait until early next year. * Netflix's goal is to attract subscribers who are ready to watch shows with advertisements, at almost half of its current price plan that costs $15.49 per month. * Walt Disney Co (DIS.N) had in March announced it will offer a cheaper, ad-supported version of its Disney+ streaming service later this year."
  },
  {
    "headline": "Facebook to settle San Francisco privacy lawsuit in principle, court filing shows -sources Meta Platforms Inc's Facebook",
    "summary": "* Meta Platforms Inc's Facebook has in-principle agreed to settle a lawsuit in the San Francisco federal court seeking damages for letting third parties including Cambridge Analytica access the private data of users. * The financial terms were not disclosed in the filing on Friday. * Facebook has said its privacy practices are consistent with its disclosures and \"do not support any legal claims\"."
  },
  {
    "headline": "U.S. Justice Department in early stages of drafting potential antitrust complaint against Apple -Politico",
    "summary": "* Politico reported the Justice Department is drafting a potential antitrust complaint against Apple. * The Justice Department has not made a decision whether to sue Apple, the report said. * Apple did not immediately respond to Reuters requests for comment. * A Justice Department spokesperson declined to comment. * The report said the departments antitrust division hopes to file suit by the end of the year."
  },
  {
    "headline": "Crypto's wild ride doesn't faze asset managers preparing to use blockchain to sell to small savers",
    "summary": "* Mainstream asset manager abrdn (ABDN.L) hopes to launch a tokenised fund this year. * Private markets investment firms Hamilton Lane (HLNE.O) and Partners Group have tokenised funds in the past year. * Some potential investors are wary of the close link between the technology and cryptocurrencies."
  },
  {
    "headline": "Analysis: Amazon, Netflix and Apple may be out of the game for EA, but it’s not hard to see why",
    "summary": "* Electronic Arts (EA) is a tempting target but finding the right players might be harder to master. * Amazon.com (AMZN.O) is not expected to make a bid for the video-game maker. * Microsoft's $69 billion move for Activision Blizzard bodes well for EA read more. * Netflix (NFLX) is suffering from a market capitalization rout and others like Apple (AAPL.O) would attract unwanted attention from regulators. * EA in play may have to wait another day. * Register now for FREE unlimited access to Reuters.comCapital Calls - More concise insights on global finance."
  },
  {
    "headline": "U.S. to temporarily bar UAE cyber spies from arms export activities - State Dept. settlement",
    "summary": "* The operatives - Marc Baier, Ryan Adams and Daniel Gericke - were part of a clandestine unit named Project Raven. * The three men admitted to hacking into U.S. computer networks and exporting sophisticated cyber intrusions tools. * They will be temporarily barred from arms export activities under a deal announced by the State Department."
  },
  {
    "headline": "Macau sets limit on number of tables, machines for new casino operators, to curb COVID-19 curbs",
    "summary": "* First time authorities have set a formal cap on the numbers of tables and a minimum income requirement. * Gross income limit is $866,122 a table; $37,120 for a machine. * Global operators can bid until Step 14 for Macau licenses. * The territory's six licensed operators, Sands China, Wynn Macau, Galaxy Entertainment, MGM China, SJM Holdings. * The rebidding takes place amid Macau's worst outbreak of COVID-19, which led to a 12-day closure of casinos in July. * While they have re-opened, there is no business, as curbs are only being lifted slowly. * The casinos are expected to have little to no income for months, analysts say."
  },
  {
    "headline": "Amazon isn't expected to bid for EA, CNBC reports -sources - CNBC's",
    "summary": "* EA shares jumped 8% in premarket trading after USA Today reported earlier Amazon would announce an offer today for the \"FIFA\" and \"Apex Legends\" owner. * Amazon and EA did not immediately respond to requests for comment from Reuters. * EA shares pared gains after the CNBC report."
  },
  {
    "headline": "China's SMIC to invest $7.5 bln to build 12-inch chip foundry line in Tianjin",
    "summary": "* Chinese chip foundry Semiconductor Manufacturing International Corp (SMIC) signed framework agreement for 12-inch foundry production line in Tianjin. * SMIC said it signed a framework agreement with registered capital of $5 billion and planned investment of $7.5 billion."
  },
  {
    "headline": "FedEx faces threat from one of its biggest delivery contractors: 'I am not here to be a bomb thrower'",
    "summary": "* Contractor Spencer Patton ratchets up pressure on FedEx to boost compensation for contractors. * Patton is one of the largest contractors for FedEx Ground, the company's fastest-growing business. * FedEx Ground uses contractors to reduce fixed costs, stymie unionization and maintain leverage in negotiations. * FedEx Ground boss threatens to stop 'bailing out' FedEx Ground by helping other struggling contractors. * Patton: \"Did any of us step forward and say, 'You're paying us too much?'?\" FedEx executives told investors they used proceeds from fuel surcharges to increase operating margin. * FedEx's Carere said the changing market reduced the need for that work."
  },
  {
    "headline": "China's Meituan posts better-than-expected Q2 revenue despite COVID resurgence",
    "summary": "* Chinese food delivery company Meituan (3690.HK) on Friday reported a better-than-expected 16.4% rise in quarterly revenue from a year earlier. * Revenue rose to 50.94 billion yuan ($7.42 billion) for the quarter ended in June, beating the 48.59 billion yuan expected on average by 14 analysts. * Sales from new initiatives, including community e-commerce business Meituan Select, grew by 40.7% year on year to 14.16 billion yuan. * Revenue from core local commerce, which includes food delivery and in-store, hotel and travel businesses, rose 9.2% to 36.78 billion yuan.."
  },
  {
    "headline": "Elon Musk's decision to have children with one of his top executives \"pushed the limits of corporate governance norms,\" experts say",
    "summary": "* Elon Musk's decision to have children with one of his top executives at Neuralink pushed the limits of corporate governance norms, according to nine corporate governance experts. * Musk is known more widely for his electric car maker Tesla Inc (TSLA.O) and rocket developer SpaceX, Musk is also the chief executive of Neuralink, a company with about 300 employees. * The company's code of conduct calls for relationships that can create a conflict of interest to be disclosed to the company's people operations manager. * Musk and Zilis have also continued working together, taking the helm at internal and external company meetings, according to two people with direct knowledge of the matter. * Four of the corporate governance experts said they believed Zilis having children with Musk through IVF should be read as having a personal relationship or close friendship under Neuralinks code of conduct. * The other five said they did not think the arrangement was a breach under the Neuralink policy or could not come to a definitive conclusion. * Law professor: One cannot easily prove Musk and Zilis are close personally, even if they had IVF together. * The pair also listed the same address in Texas, according to law professor Joan Heminway. * Her reporting on the Trump White House's Kodak drug deal won her and colleagues a 2021 Dateline Award."
  },
  {
    "headline": "India's new digital lending rules disrupt credit card services of foreign-backed firms -sources",
    "summary": "* Companies plan to lobby Indian central bank on changes-sources. * India's digital lending market has grown quickly and facilitated $2.2 billion in digital loans in 2021-22. * Amazon.com and Walmart's Flipkart are worried the rules will throttle their buy-now-pay-later schemes."
  },
  {
    "headline": "Panasonic in talks to build EV battery plant in U.S. at $4 bln cost - WSJ",
    "summary": "* Panasonic Holdings Corp (6752.T) is in talks to build an additional electric vehicle battery plant in the United States at a cost of around $4 billion, the Wall Street Journal reported on Friday. * The Japanese company has partnered with Tesla for more than a decade, supplying batteries for its first cars."
  },
  {
    "headline": "European shares inched higher as tech rally lifts peers, but sentiment weighed down by rising energy costs",
    "summary": "* The pan-European STOXX 600 (.STOXX) rose 0.4% and was set to end the week 0.5% lower. * Tech stocks rose 1%, after Nvidia (.NVDA) and Amazon (AMZN) fuelled a rally ahead of the Federal Reserve Chair Jerome Powell's speech at the Jackson Hole conference."
  },
  {
    "headline": "Xiaomi in talks with China's Beijing Automotive to collaborate on EV production, Bloomberg reports -sources",
    "summary": "* Xiaomi Corp (1810.HK) is in talks with Beijing Automotive Group Co to collaborate on producing electric vehicles. * The two companies are exploring different options including Xiaomi buying a stake in Beijing Hyundai No. 2 plant. * Xiaomi committed to bringing its cars to mass production in the first half of 2024. * Xiaomi is eyeing a production tie-up as it faces delays in acquiring a license to make cars on its own. * The collaboration could see vehicles built by Beijing Automotive's EV brand, BAIC BluePark New Energy Technology Co (600733.SS) and co-branded with Xiaomi."
  },
  {
    "headline": "Japanese factories likely cut back output in July as chip shortage drags on demand -Reuters poll -analysts",
    "summary": "* Japanese factories likely cut back output in July after the prior month's near double-digit surge, a Reuters poll showed. * Industrial production in the world's third-largest economy likely slipped 0.5% in July from the previous monthOutput had surged 9.2% in June after China eased COVID-19 curbs and the major Chinese city of Shanghai came out of a pandemic lockdown."
  },
  {
    "headline": "Afterpay ends partnership with Australia's Westpac after pulling out of mobile banking app -sources",
    "summary": "* Afterpay and Westpac Banking Corp ended a partnership after the firm cancelled a smartphone app it was running with the bank, the companies said. * The decision pulls the pin on a high-profile tie-up less than two years since it began. * It closes off an avenue for Westpac to engage with younger customers who have opted for more smartphone-friendly, less regulated financial products."
  },
  {
    "headline": "Analysis: Super-app Grab is moving in the right direction as Southeast Asia’s bustling cities return",
    "summary": "* Singapore-based ride-hailing business Grab is moving in the right direction. * After splurging on incentives during the pandemic lockdowns to retain drivers, adjusted EBITDA at the unit is back up. * Grab expects to break even in the second quarter next year, six months earlier than previously. * SoftBank-backed (9984.T) group reckons full-year revenue will be closer to upper end of its guidance at $1.3 billion. * Earnings in the second quarter increased 9% year-on-year as it continues investing in its up-and-coming fintech business."
  },
  {
    "headline": "India's top IT firms freeze or cut staff bonuses as recession fears bite -reuters",
    "summary": "* Infosys Ltd (INFY.NS), India's second-biggest IT company, and smaller rival Wipro (WIPR.NS) recently told their employees they had reduced the variable pay portion of employee compensations. * Some Indian companies include variable pay as a part of employees' overall salary package. * Infosys' operating margin in April-June fell 3.6 percentage points from a year earlier to 20.1% and Wipro's IT services margin fell to 15% from 18.8%. * Net numbers of people leaving big IT companies this year are 60%-80% higher than two years ago. * Wipro recently began quarterly promotions to try to retain staff. * Infosys CEO Salil Parekh said the company saw a bit of \"slowing in the decision making\" from clients. * Tata Consultancy Services (TCS.NS) has made no cuts to variable pay."
  },
  {
    "headline": "Gap posts surprise profit on demand for dressier clothes at Banana Republic, withdraws full-year forecast",
    "summary": "* Gap Inc (GPS.N) reported a surprise quarterly profit on Thursday on demand for dressier clothes at its Banana Republic brand. * People have been opting for suits, dresses and skirts over casual wear as they increasingly venture out for social events and to offices. * Gap topped revenue estimates and said sales improved in July and into August. * Gap recorded an inventory impairment charge of $58 million and said stocks at the end of the second quarter were 37% higher from last year. * The company reported second-quarter profit of 18 cents per share, compared with an average estimate of a loss of 5 cents. * Net revenue of $3.86 billion also topped expectations, helped by 9% jump in sales at Banana Republic."
  },
  {
    "headline": "S&P 500, Nasdaq end sharply higher as investors focus on Fed's Jackson Hole speech",
    "summary": "* Indexes: S&P 500 +1.41%, Nasdaq -1.67%, Dow +0.98% Wall Street ended sharply higher on Thursday. * Investors focused on the Federal Reserve's Jackson Hole conference for clues about the central bank's policy outlook. * Fed Chair Jerome Powell is due to give a speech on Friday. * The S&P 500 climbed 1.41% to end the session at 4,199.12 points. * Nvidia (NVDA.O) jumped 4% after the graphics chipmaker gave a weaker-than-expected quarterly forecast. * Data earlier in the day showed the U.S. economy contracted less than initially thought in the second quarter. * The Nasdaq gained 1.67% to 12,639.27 points, the Dow Jones Industrial Average rose 0.98% to 33,291.78 points. * Citigroup Inc climbed 2.1% after saying it plans to close its consumer and commercial banking businesses in Russia starting this quarter. * Salesforce Inc fell 3.4% after it cut its annual forecasts over \"measured\" spending from clients."
  },
  {
    "headline": "U.S. FCC to investigate mobile carriers' use of and sharing location data -chairwoman",
    "summary": "* The Federal Communications Commission said Thursday the agency will investigate mobile carriers compliance with rules requiring them to disclose to consumers how they are using and sharing location data. * FCC Chairwoman Jessica Rosenworcel asked the 15 top mobile carriers in July for information about their data retention and privacy policies and practices. * The FCC released the responses Thursday and made it easier for consumers to file complaints on the FCC website. * The issue has drawn new interest in recent months. * Google said it would delete location data showing when users visit an abortion clinic, following concerns that a digital trail could inform law enforcement if an individual terminates a pregnancy illegally."
  },
  {
    "headline": "Dell shares fall 8% as PC market slumps, inflation worries weigh on consumer spending -CEOs",
    "summary": "* Dell Technologies shares down 8% in extended trading on Thursday. * Industry majors have warned of a slump in the personal computer market after a two-year boom during the pandemic. * Research firm Gartner estimates shipments would drop 9.5% in 2022. * Company expects third-quarter revenue between $23.8 billion and $25 billion. * Strong dollar has pressured earnings of technology companies from Microsoft to Apple. * Dell reported an adjusted profit of $1.68 per share on revenue of $26.43 billion. * Consumer revenue declined 9%, but was somewhat offset by a 15% jump in the commercial business that benefited from businesses placing orders to gear up hybrid-work."
  },
  {
    "headline": "Snap accused of stealing video-overlay and augmented-reality technology from creator of Playvuu app",
    "summary": "* Playvuu app said he met with Snap about his technology in 2016. * Snapchat allegedly incorporated his video-altering features into its app. * The lawsuit says Snap used his technology to alter user videos and images. * Santa Monica, California-based Snap and attorneys for playvuu did not immediately respond to a request for comment. * Playvuu accused Snap of incorporating its features into Snapchat starting in 2017, including the ability to add similar overlays, filters, and special effects to photos and videos. * Pollack claims he demonstrated the app during the meeting and received a positive response from Snap executives. * Snap later told him that the company \"didn't see a fit\" for his technology."
  },
  {
    "headline": "Canada's OpenText to buy UK's Micro Focus for $6 bln -sources",
    "summary": "* OpenText will pay 532 pence ($6.30) in cash for each Micro Focus share and the deal is expected to close in the first quarter of 2023. * OpenText, one of Canada's largest software makers, said it expects cost synergies of $400 million after the deal closes."
  },
  {
    "headline": "Bespoke Financial to expand 'buy now pay later' service for cannabis businesses in U.S.",
    "summary": "* Fintech firm Bespoke Financial is looking to expand its 'buy now pay later' service for cannabis businesses in California and Massachusetts later this year. * The push comes after a successful pilot launch in July that allowed cannabis retail outlets to buy products from producers using the service that allows them to pay back after its sale. * Bespoke and Blaze plan to tap into larger fees from companies, especially cannabis industry, rather than consumers. * The plan comes at a stormy time for other BNPL firms as their valuations take a hit from inflation that has slowed consumer spending. * The firms believe their service can sidestep such worries as there is no competition from larger firms."
  },
  {
    "headline": "Twitter founder and ex-CEO Jack Dorsey says he regrets the company's 'biggest regret'",
    "summary": "* Twitter founder Jack Dorsey tweeted Thursday that he regrets the social media platform became a company. * Dorsey stands to receive $978 million if the agreement for billionaire Elon Musk to buy Twitter is completed. * Twitter is embroiled in multiple struggles and has sued Musk for trying to walk away from his $44 billion offer."
  },
  {
    "headline": "U.S. to spend $514 bln on climate, clean energy over next decade - RMI",
    "summary": "* The U.S. government will spend more than $500 billion on climate technology and clean energy over the next decade. * The tally is based on this month's Inflation Reduction and CHIPS acts and last year's Infrastructure Investment and Jobs Act. * The analysis excludes additional agriculture and land-related climate spending. * U.S. government estimates show renewable energy is becoming a bigger part of production. * Annual federal spending on climate and clean energy over the next five years will be roughly 15 times that of the 1990s and early 2000s. * Solar and wind power will have the biggest growth from 2021 levels, EIA estimated in March 2022."
  },
  {
    "headline": "U.S. House Homeland Security chair demands Twitter CEO address 'disturbing' whistleblower allegations",
    "summary": "* The chair of the U.S. House of Representatives Homeland Security and a key subcommittee demanded Twitter CEO address \"disturbing whistleblower allegations\" Representatives Bennie Thompson and Yvette Clarke also asked Twitter to detail its preparations for the 2022 elections. * Former Twitter security chief Peiter \"Mudge\" Zatko said the social media company misled regulators."
  },
  {
    "headline": "Bitcoin Depot to go public in U.S. via SPAC deal valued at $885 million",
    "summary": "* Fintech Bitcoin Depot plans to list in the United States by merging with blank check company GSR II Meteora Acquisition Corp. * Bitcoin Depot, founded in 2016, is a bitcoin ATM operator in North America that enables users to convert their cash into bitcoin, ethereum and litecoin at more than 7,000 kiosk locations. * SPAC is a listed firm with no business operations but a pool of capital that it uses to merge with a private company. * The deal is expected to close by the first quarter of next year. * The combined company will list on Nasdaq under the symbol 'BTM'."
  },
  {
    "headline": "Shares plunge after Peloton warns of lower-than-expected first-quarter revenue -analysts",
    "summary": "* Peloton shares tumbled more than 19% to $10.88 in morning trade, set to add to the more than 60% drop so far this year. * The company hit a peak market valuation of nearly $50 billion in early 2021, while revenue more than doubled. * Chief Executive Barry McCarthy has rolled out measures to cut costs through layoffs, store closures and outsourcing manufacturing. * The restructuring resulted in $415 million in charges and bloated its operating expense in the fourth quarter, leading to a net loss of $1.24 billion. * The company expects first-quarter sales to be in the range of $625 million to $650 million, below estimates of $783.28 million."
  },
  {
    "headline": "Amazon signs hydrogen deal with Plug Power to replace fossil fuels, sending shares up more than 12% -analysts",
    "summary": "* Plug Power Inc (PLUG.O) has signed a deal with Amazon.com to supply liquid green hydrogen. * Green hydrogen is often touted as the future of energy, as the flexible and zero-emission fuel can be used for transportation and electricity generation. * Amazon said Plug Power will supply 10,950 tons of green hydrogen every year starting 2025. * The world's largest online retailer said it uses hydrogen to power 15,000 fuel-cell propelled forklifts. * The company also has an order for 100,000 electric delivery vehicles with Rivian Automotive Inc. * Plug said the Amazon deal will help the company grow towards its goal of $3 billion in revenue in 2025."
  },
  {
    "headline": "Texas' electric grid operator pays more to keep reserves and cut usage, adds more than $1 bln to power fees",
    "summary": "* Electric Reliability Council of Texas has set new demand records 11 times this summer. * Staving off a blackout became a priority after a February 2021 cold spell killed over 200 people, left millions of Texas homes and businesses without heat and power. * Governor Greg Abbott, who appoints utility commissioners, this fall is facing his toughest reelection challenge in years. * ERCOT added 50% to what it keeps as a safety margin this year. * The higher level of safety reserves has cost $1 billion during the first seven months of 2022. * ERCot defends the higher safety margin as needed to meet forecast demand. * The costs of running generators when not fully needed are reflected in service costs passed along to all providers. * Grid costs this year have also risen the mismatch between where power in the state is plentiful and to where it is most needed and supplies dear. * Grid costs amounted to $2.1 billion through July, compared with $21 billion for all of last year, the state's IMM estimated."
  },
  {
    "headline": "The new climate bill could boost the electric truck and van industry in the US—here’s why",
    "summary": "* Commercial trucks emit smog- and soot-forming nitrogen oxides, or NOx, which are linked with asthma and even premature deathaffecting an estimated 72 million Americans who live near freight routes. * Commercial vehicles are projected to decarbonize more slowly than passenger cars in large part because its so expensive to develop and buy heavier duty electric technology."
  }
]
